{
  "lang": "id",
  "title": "FBookDownloader - Unduh Video Facebook dalam HD, SD, MP3",
  "description": "FBookDownloader adalah pengunduh video Facebook yang kuat yang memungkinkan Anda menempelkan URL video Facebook dan mengunduh video dalam format SD, HD, thumbnail, atau MP3 hanya dalam beberapa detik. Ini adalah layanan unduhan video Facebook yang cepat dan gratis.",
  "canonical-url": "https://fbookdownloader.onrender.com/id",
  "h1-header-content": "FBookDownloader - Pengunduh Video Facebook Cepat dan Gratis",
  "p-header-content": "FBookDownloader adalah alat sederhana yang memungkinkan Anda mengunduh video Facebook dengan cepat dalam beberapa langkah mudah. Cukup tempelkan URL video di kotak pencarian, klik 'Unduh', dan tunggu beberapa detik. Setelah itu, Anda dapat memilih untuk mengunduh video dalam SD, HD, thumbnail, atau mengonversinya menjadi MP3.",
  "placeholder-header-content": "Contoh: https://fb.watch/up9fGfZDwE/",
  "btn-clear-header-content": "Bersihkan",
  "btn-download-header-content": "Unduh",
  "btn-paste-header-content": "Tempel dari Clipboard",
  "h2-how-use": "Cara Menggunakan FBookDownloader - Pengunduh Video Facebook",
  "p1-how-use": "Ikuti langkah-langkah sederhana ini untuk mengunduh video Facebook ke perangkat Anda:",
  "li1-how-use": "Salin URL video Facebook yang ingin Anda unduh.",
  "li2-how-use": "Kunjungi situs web FBookDownloader dan tempelkan URL di kotak pencarian.",
  "li3-how-use": "Klik tombol unduh dan tunggu beberapa detik hingga alat ini memproses video Anda.",
  "li4-how-use": "Pilih kualitas: unduh dalam SD, HD, thumbnail, atau ubah menjadi MP3.",
  "p2-how-use": "Mengunduh video Facebook dengan FBookDownloader cepat dan mudah. Anda dapat mengunduh video berkualitas tinggi atau mengubahnya menjadi MP3.",
  "h2-a-versatile": "FBookDownloader - Pengunduh Video Facebook Serbaguna",
  "p1-a-versatile": "FBookDownloader bukan hanya untuk mengunduh video Facebook dalam HD, tetapi juga mendukung berbagai pilihan. Anda dapat mengunduh video dalam SD, HD, mengonversinya menjadi MP3, atau mengunduh thumbnail-nya.",
  "strong1-a-versatile": "Unduh Video Facebook dalam SD:",
  "li1-a-versatile": "Jika Anda memiliki penyimpanan terbatas atau koneksi internet lambat, mengunduh video dalam SD (Standard Definition) adalah pilihan terbaik. Ini mengurangi ukuran file dan mempercepat unduhan.",
  "strong2-a-versatile": "Unduh Video Facebook dalam HD:",
  "li2-a-versatile": "Jika Anda ingin kualitas video terbaik, unduh video dalam HD (High Definition). Ini ideal untuk ditonton di layar besar.",
  "strong3-a-versatile": "Konversi Video Facebook menjadi MP3:",
  "li3-a-versatile": "Jika Anda hanya memerlukan audionya, Anda dapat mengonversi video menjadi MP3. Ini sangat berguna untuk musik, podcast, dan lainnya.",
  "strong4-a-versatile": "Unduh Thumbnail Video Facebook:",
  "li4-a-versatile": "Jika Anda hanya memerlukan thumbnail video, Anda juga dapat mengunduhnya. Ini berguna untuk berbagi di media sosial atau YouTube.",
  "h2-key-features": "Fitur Utama FBookDownloader",
  "p1-key-features": "Pengunduh video Facebook kami gratis dan tidak memerlukan pendaftaran apa pun. Dengan FBookDownloader, Anda bisa:",
  "li1-key-features": "Mudah mengunduh video Facebook dalam 1080p, SD, HD, atau 4K.",
  "li2-key-features": "Mengonversi video Facebook menjadi MP3.",
  "li3-key-features": "Unduhan cepat tanpa iklan.",
  "li4-key-features": "Digunakan di semua perangkat: Android, iPhone, tablet, dan desktop.",
  "p2-key-features": "Alat ini ramah pengguna dan praktis, memungkinkan Anda mengunduh dan berbagi video Facebook dengan mudah.",
  "title-h4-faqs": "Pertanyaan yang Sering Diajukan (FAQ)",
  "name-faqs1-email": "Bagaimana cara mengunduh video Facebook dengan FBookDownloader?",
  "text-faqs1-email": "Cukup salin URL video Facebook, tempel di kotak pencarian FBookDownloader, pilih kualitas, dan klik 'Unduh'. Video Anda akan siap dalam beberapa detik.",
  "name-faqs2-email": "Apakah FBookDownloader gratis?",
  "text-faqs2-email": "Ya, FBookDownloader sepenuhnya gratis dan tidak memerlukan pendaftaran atau unduhan perangkat lunak apa pun.",
  "name-faqs3-email": "Apakah saya bisa mengunduh video Facebook di iPhone atau Android?",
  "text-faqs3-email": "Tentu saja! Alat kami bekerja di semua perangkat seperti iPhone, Android, dan desktop.",
  "name-faqs4-email": "Bisakah saya mengunduh hanya MP3 dari video Facebook?",
  "text-faqs4-email": "Ya, Anda bisa mengunduh hanya MP3. Dengan fitur konversi MP3, Anda bisa mengunduh audionya dengan mudah.",
  "name-faqs5-email": "Bisakah saya mengunduh video Facebook pribadi?",
  "text-faqs5-email": "Tidak, FBookDownloader hanya dapat mengunduh video Facebook yang tersedia untuk umum. Kami tidak bisa mengunduh konten pribadi atau terbatas.",
  "name-faqs6-email": "Apakah ada batasan jumlah unduhan video Facebook?",
  "text-faqs6-email": "Tidak, dengan FBookDownloader, Anda bisa mengunduh video sebanyak yang Anda mau.",
  "name-faqs7-email": "Format video apa saja yang didukung oleh FBookDownloader?",
  "text-faqs7-email": "FBookDownloader mendukung unduhan video SD dan HD dalam format MP4, serta konversi audio ke MP3."
}
