{
  "lang": "ms",
  "title": "FBookDownloader - Muat Turun Video Facebook dalam HD, SD, MP3",
  "description": "FBookDownloader adalah alat muat turun video Facebook yang kuat yang membolehkan anda menampal URL video Facebook dan memuat turun video dalam format SD, HD, thumbnail, atau MP3 dalam beberapa saat. Muat turun video Facebook yang cepat dan percuma.",
  "canonical-url": "https://fbookdownloader.onrender.com/ms",
  "h1-header-content": "FBookDownloader - Muat Turun Video Facebook Dengan Cepat dan Percuma",
  "p-header-content": "FBookDownloader adalah alat mudah yang membolehkan anda memuat turun video Facebook dengan cepat dalam beberapa langkah mudah. Cuma tampal URL video ke dalam kotak carian, klik Muat Turun, dan tunggu beberapa saat sementara alat ini memproses permintaan anda. Anda kemudian boleh memilih untuk memuat turun video dalam SD, HD, thumbnail, atau malah menukarkannya kepada format MP3.",
  "placeholder-header-content": "Contoh: https://fb.watch/up9fGfZDwE/",
  "btn-clear-header-content": "Kosongkan",
  "btn-download-header-content": "Muat Turun",
  "btn-paste-header-content": "Tampal dari papan klip",
  "h2-how-use": "Cara Menggunakan FBookDownloader - Muat Turun Video Facebook",
  "p1-how-use": "Ikuti langkah mudah ini untuk memuat turun video Facebook ke peranti anda:",
  "li1-how-use": "Salin URL video Facebook yang anda ingin muat turun.",
  "li2-how-use": "Pergi ke laman web FBookDownloader dan tampal URL dalam kotak carian.",
  "li3-how-use": "Klik butang Muat Turun dan tunggu beberapa saat untuk alat memproses video.",
  "li4-how-use": "Pilih pilihan kualiti: SD, HD, atau muat turun thumbnail sahaja atau tukar kepada MP3.",
  "p2-how-use": "Dengan FBookDownloader, memuat turun video Facebook adalah cepat dan mudah. Anda boleh memuat turun video dalam kualiti tinggi atau hanya audio dalam MP3, bergantung pada keperluan anda.",
  "h2-a-versatile": "FBookDownloader - Muat Turun Video Facebook yang Serba Boleh",
  "p1-a-versatile": "FBookDownloader bukan hanya alat untuk memuat turun video Facebook dalam HD tetapi juga menyokong pelbagai pilihan muat turun untuk memenuhi keperluan khusus anda. Jika anda perlu memuat turun video dalam resolusi tinggi, mengekstrak audio, atau hanya mendapatkan thumbnail video, kami mempunyai penyelesaian.",
  "strong1-a-versatile": "Muat turun video Facebook dalam SD:",
  "li1-a-versatile": "Jika anda mempunyai ruang simpanan yang terhad pada peranti anda atau sambungan internet yang lebih perlahan, memuat turun video dalam SD (Definisi Standard) adalah pilihan yang baik. Saiz fail lebih kecil, menjadikannya lebih cepat dan lebih mudah disimpan pada telefon pintar atau tablet dengan memori yang terhad. Kualiti video masih baik untuk paparan pada skrin yang lebih kecil.",
  "strong2-a-versatile": "Muat turun video Facebook dalam HD:",
  "li2-a-versatile": "Bagi mereka yang mengutamakan kejelasan video, memuat turun video dalam HD (Definisi Tinggi) menawarkan imej yang lebih tajam dan kualiti keseluruhan yang lebih baik. Sesuai untuk menonton video pada skrin yang lebih besar atau apabila anda mahu menyimpan video dengan kualiti terbaik untuk tontonan akan datang. Walaupun saiz failnya lebih besar, resolusi yang lebih tinggi memberikan perbezaan yang ketara dari segi pengalaman video.",
  "strong3-a-versatile": "Tukar video Facebook kepada MP3:",
  "li3-a-versatile": "Kadangkala, apa yang anda perlukan hanyalah audio dari video Facebook - sama ada untuk mendengar muzik, podcast, atau kandungan bercakap yang lain. Dengan FBookDownloader, anda boleh dengan mudah mengekstrak audio dan memuat turunnya sebagai fail MP3. Ini adalah pilihan yang baik untuk menjimatkan ruang pada peranti anda atau mendengar kandungan semasa dalam perjalanan tanpa perlu menonton video.",
  "strong4-a-versatile": "Muat turun thumbnail video Facebook:",
  "li4-a-versatile": "Jika anda hanya mahu menyimpan gambar kecil (thumbnail) dari video Facebook, FBookDownloader membolehkan anda memuat turun gambar thumbnail secara berasingan. Ini sangat berguna untuk membuat pratonton, thumbnail untuk video YouTube, atau malah menggunakan gambar untuk berkongsi di media sosial. Ia adalah pilihan yang cepat dan ringan untuk mendapatkan gambaran pantas tentang video.",
  "h2-key-features": "Ciri-ciri Utama FBookDownloader",
  "p1-key-features": "Downloader video Facebook kami adalah percuma sepenuhnya dan tidak memerlukan pendaftaran. Dengan FBookDownloader, anda boleh:",
  "li1-key-features": "Muat turun video Facebook dalam 1080p, SD, HD atau bahkan 4K.",
  "li2-key-features": "Tukar video Facebook kepada MP3 tanpa memerlukan perisian tambahan.",
  "li3-key-features": "Nikmati muat turun pantas tanpa iklan yang mengganggu.",
  "li4-key-features": "Gunakan alat ini di semua peranti, termasuk telefon Android, iPhone, tablet, dan komputer meja.",
  "p2-key-features": "Dengan antaramuka yang mesra pengguna dan ciri-ciri yang hebat, FBookDownloader adalah pilihan terbaik untuk menyimpan video Facebook dan berkongsi dengan rakan atau untuk kegunaan peribadi.",
  "title-h4-faqs": "Soalan Lazim",
  "name-faqs1-email": "Bagaimana saya boleh memuat turun video Facebook dengan FBookDownloader?",
  "text-faqs1-email": "Cuma salin URL video Facebook yang anda ingin muat turun, tampal dalam kotak carian FBookDownloader, pilih pilihan kualiti dan klik butang Muat Turun. Muat turun anda akan siap dalam beberapa saat.",
  "name-faqs2-email": "Adakah FBookDownloader percuma?",
  "text-faqs2-email": "Ya! FBookDownloader adalah alat percuma sepenuhnya dan tidak memerlukan pendaftaran atau pemasangan perisian.",
  "name-faqs3-email": "Bolehkah saya memuat turun video Facebook pada iPhone atau Android?",
  "text-faqs3-email": "Sudah tentu! Alat kami berfungsi pada semua peranti, termasuk iPhone, Android, dan komputer meja.",
  "name-faqs4-email": "Bolehkah saya memuat turun hanya MP3 dari video Facebook?",
  "text-faqs4-email": "Ya, anda boleh! Dengan fungsi penukaran MP3 kami, anda boleh dengan mudah memuat turun audio daripada mana-mana video Facebook tanpa perlu memuat turun video penuh.",
  "name-faqs5-email": "Bolehkah saya memuat turun video Facebook yang bersifat peribadi?",
  "text-faqs5-email": "Tidak, FBookDownloader hanya boleh memuat turun video yang tersedia secara umum di Facebook. Kami tidak mempunyai akses atau keupayaan untuk memuat turun kandungan peribadi atau terhad disebabkan oleh dasar privasi Facebook.",
  "name-faqs6-email": "Adakah terdapat had bilangan video Facebook yang boleh saya muat turun?",
  "text-faqs6-email": "Tidak, tiada had! Anda boleh memuat turun seberapa banyak video Facebook yang anda mahu dengan FBookDownloader, sepenuhnya percuma dan tanpa sekatan.",
  "name-faqs7-email": "Format video apa yang disokong untuk dimuat turun?",
  "text-faqs7-email": "FBookDownloader membolehkan anda memuat turun video Facebook dalam pelbagai format, termasuk MP4 untuk video SD dan HD, serta MP3 untuk audio. Format-format ini disokong secara meluas oleh kebanyakan peranti dan pemain media."
}
