{
	"lang": "vi",
	"title": "FBookDownloader - Tải Video Facebook về HD, SD, MP3",
	"description": "FBookDownloader là công cụ mạnh mẽ để tải video từ Facebook, cho phép bạn dán URL video Facebook và tải video về các định dạng SD, HD, hình thu nhỏ hoặc MP3 chỉ trong vài giây. Tải video từ Facebook nhanh chóng và miễn phí.",
	"canonical-url": "https://fbookdownloader.onrender.com/vi",
	"h1-header-content": "FBookDownloader - Công cụ Tải Video Facebook Nhanh và Miễn Phí",
	"p-header-content": "FBookDownloader là công cụ đơn giản giúp bạn tải video từ Facebook nhanh chóng trong vài bước đơn giản. Bạn chỉ cần dán URL video vào ô tìm kiếm, nhấn nút tải xuống và chờ vài giây trong khi công cụ xử lý yêu cầu của bạn. Sau đó, bạn có thể chọn tải video ở định dạng SD, HD, hình thu nhỏ hoặc chuyển đổi sang MP3.",
	"placeholder-header-content": "Ví dụ: https://fb.watch/up9fGfZDwE/",
	"btn-clear-header-content": "Xóa",
	"btn-download-header-content": "Tải xuống",
	"btn-paste-header-content": "Dán từ clipboard",
	"h2-how-use": "Cách Sử Dụng FBookDownloader - Công Cụ Tải Video Facebook",
	"p1-how-use": "Thực hiện theo các bước đơn giản này để tải video từ Facebook về thiết bị của bạn:",
	"li1-how-use": "Sao chép URL của video Facebook mà bạn muốn tải xuống.",
	"li2-how-use": "Truy cập vào trang web FBookDownloader và dán URL vào ô tìm kiếm.",
	"li3-how-use": "Nhấn nút tải xuống và chờ vài giây để công cụ xử lý video.",
	"li4-how-use": "Chọn tùy chọn chất lượng: SD, HD, hoặc chỉ tải hình thu nhỏ, hoặc chuyển đổi sang MP3.",
	"p2-how-use": "Với FBookDownloader, việc tải video từ Facebook diễn ra nhanh chóng và dễ dàng. Bạn có thể tải video về với chất lượng cao hoặc chỉ tải âm thanh ở định dạng MP3 tùy theo nhu cầu của bạn.",
	"h2-a-versatile": "FBookDownloader - Công Cụ Tải Video Facebook Đa Năng",
	"p1-a-versatile": "FBookDownloader không chỉ là công cụ tải video Facebook HD mà còn hỗ trợ các tùy chọn tải xuống khác nhau để đáp ứng nhu cầu cụ thể của bạn. Nếu bạn cần tải video với độ phân giải cao, trích xuất âm thanh, hoặc chỉ lấy hình thu nhỏ của video, chúng tôi có giải pháp cho bạn.",
	"strong1-a-versatile": "Tải video Facebook về SD:",
	"li1-a-versatile": "Nếu bạn có không gian lưu trữ trên thiết bị hạn chế hoặc kết nối Internet chậm, tải video ở SD (Độ phân giải tiêu chuẩn) là một lựa chọn tuyệt vời. Kích thước tệp nhỏ hơn, giúp tải xuống nhanh hơn và dễ dàng lưu trữ trên điện thoại thông minh hoặc máy tính bảng với bộ nhớ hạn chế. Chất lượng video vẫn đủ tốt để xem trên màn hình nhỏ hơn.",
	"strong2-a-versatile": "Tải video Facebook về HD:",
	"li2-a-versatile": "Đối với những người ưu tiên độ rõ nét của video, tải video ở HD (Độ phân giải cao) mang đến hình ảnh sắc nét hơn và chất lượng tổng thể tốt hơn. Hoàn hảo để xem video trên màn hình lớn hoặc khi bạn muốn lưu video với chất lượng tốt nhất để xem sau này. Mặc dù kích thước tệp lớn hơn, độ phân giải cao hơn mang lại sự khác biệt rõ rệt trong việc cảm nhận video.",
	"strong3-a-versatile": "Chuyển đổi video Facebook sang MP3:",
	"li3-a-versatile": "Đôi khi bạn chỉ cần âm thanh từ video Facebook - dù là để nghe nhạc, podcast, hoặc nội dung âm thanh khác. Với FBookDownloader, bạn có thể dễ dàng trích xuất âm thanh và tải xuống dưới dạng MP3. Đây là lựa chọn lý tưởng để tiết kiệm không gian trên thiết bị của bạn hoặc nghe nội dung khi di chuyển mà không cần xem video.",
	"strong4-a-versatile": "Tải hình thu nhỏ của video Facebook:",
	"li4-a-versatile": "Nếu bạn chỉ muốn lưu hình thu nhỏ (thumbnail) của video Facebook, FBookDownloader cho phép bạn tải xuống hình thu nhỏ riêng biệt. Điều này đặc biệt hữu ích cho việc tạo các bản xem trước, hình thu nhỏ cho video trên YouTube, hoặc thậm chí sử dụng hình ảnh trên mạng xã hội. Đây là cách nhanh chóng và dễ dàng để có cái nhìn tổng quan về video.",
	"h2-key-features": "Các Tính Năng Chính của FBookDownloader",
	"p1-key-features": "Công cụ tải xuống của chúng tôi hoàn toàn miễn phí và không yêu cầu đăng ký. Với FBookDownloader, bạn có thể:",
	"li1-key-features": "Tải video từ Facebook về 1080p, SD, HD hoặc thậm chí 4K.",
	"li2-key-features": "Chuyển đổi video từ Facebook sang MP3 mà không cần phần mềm bổ sung.",
	"li3-key-features": "Tận hưởng việc tải xuống nhanh chóng không có quảng cáo gây khó chịu.",
	"li4-key-features": "Sử dụng công cụ trên tất cả các thiết bị, bao gồm điện thoại Android, iPhone, máy tính bảng và máy tính để bàn.",
	"p2-key-features": "Với giao diện thân thiện và các tính năng tuyệt vời, FBookDownloader là lựa chọn tốt nhất để lưu video từ Facebook và chia sẻ với bạn bè hoặc cho mục đích cá nhân.",
	"title-h4-faqs": "Câu Hỏi Thường Gặp",
	"name-faqs1-email": "Làm thế nào tôi có thể tải video từ Facebook bằng FBookDownloader?",
	"text-faqs1-email": "Chỉ cần sao chép URL của video từ Facebook mà bạn muốn tải xuống, dán vào ô tìm kiếm của FBookDownloader, chọn tùy chọn chất lượng và nhấn nút tải xuống. Tải xuống của bạn sẽ sẵn sàng trong vài giây.",
	"name-faqs2-email": "FBookDownloader có miễn phí không?",
	"text-faqs2-email": "Có! FBookDownloader là công cụ hoàn toàn miễn phí và không yêu cầu đăng ký hoặc cài đặt phần mềm.",
	"name-faqs3-email": "Tôi có thể tải video từ Facebook trên iPhone hoặc Android không?",
	"text-faqs3-email": "Chắc chắn rồi! Công cụ của chúng tôi hoạt động trên tất cả các thiết bị, bao gồm iPhone, Android và máy tính để bàn.",
	"name-faqs4-email": "Tôi có thể tải MP3 từ video Facebook không?",
	"text-faqs4-email": "Có, được! Với chức năng chuyển đổi MP3 của chúng tôi, bạn có thể dễ dàng tải âm thanh từ video Facebook mà không cần tải video đầy đủ.",
	"name-faqs5-email": "Tôi có thể tải video riêng tư từ Facebook không?",
	"text-faqs5-email": "Không, FBookDownloader chỉ có thể tải video công khai trên Facebook. Chúng tôi không thể truy cập hoặc tải nội dung riêng tư hoặc bị hạn chế do chính sách bảo mật của Facebook.",
	"name-faqs6-email": "Có giới hạn số lượng video Facebook tôi có thể tải xuống không?",
	"text-faqs6-email": "Không có giới hạn! Bạn có thể tải xuống bao nhiêu video Facebook tùy thích bằng FBookDownloader, hoàn toàn miễn phí và không có giới hạn.",
	"name-faqs7-email": "Các định dạng video nào được hỗ trợ để tải xuống?",
	"text-faqs7-email": "FBookDownloader hỗ trợ tải video từ Facebook về các định dạng khác nhau, bao gồm MP4 cho video SD và HD, cũng như MP3 cho âm thanh. Các định dạng này được hầu hết các thiết bị và trình phát media hỗ trợ rộng rãi."
}
